Repository: SantiagoAndre/MonitoriasUniversitarias
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: Subject: Invalid Id Exception
es: Tema: Excepcion, Id invalido

source: %s field contains invalid id
es: %s contiene un id invalido

source: name
es: nombre

source: description
es: descripcion

source: parent subject
es: Tema padre

source: Subject: name already used
es: Tema: nombre ya esta siendo usado

source: Subject: parent Subject not found
es: Tema: tema padre no encontrado

source: Subject: Circular relation with parent
es: Tema: Relacion Circular con el tema padre

source: Subject: Max subject deep is %d
es: Tema: La profundidad maxima es %d

source: Subject: %s cannot be null or black
es: Tema: el campo %s no puede ser nulo o vacio

source: Subject: %s length cannot exceed %d
es: Tema: El tamaño campo %s no pude exceder %d

source: Subject: %s field contains Special Characters
es: Tema: El campo %s contiene caracteres especiales

source: Name
es: Nombre

source: Description
es: Descripcion

source: Successful Registration
es: Registro Exitoso

source: Welcome to trial period
es: Bienvenido al periodo de prueba

source: Welcome to the Monitorías Universitarias Team
es: Benvenido al equipo de Monitorías Universitarias

source: Monitorías Universitarias hiring process
es: proceso de contratacion de Monitorías Universitarias

source: In preselection
es: En preseleccion

source: Discarted
es: Descartado

source: In test state
es: En estado de prueba

source: Permanent
es: Permanente

source: subjects
es: temas

source: First value Monitor status must be 'PRESELECTION'
es: El primer estado del Monitor debe ser `PRESELECTION`

source: Monitor: cannot change status from %s to %s
es: Monitor: No se puede cambia el estado de %s a %s

source: Monitor: career average have to be float not string
es: Monitor: Promedio academico debe ser Decimal no una Cadena

source: Monitor: %s cannot be null or blank
es: Monitor: El campo %s no puede ser nulo o vacio

source: telephone
es: telefono

source: recidence
es: recidencia

source: education level
es: Nivel de educacion

source: college
es: Universidad

source: college career
es: Carrera Universitaria

source: first name
es: primer nombre

source: last name
es: segundo nombre

source: email
es: correo

source: Monitor: %s length cannot exceed %d
es: Monitor: El tamaño del campo %s no puede exceder %d

source: residence
es: recidencia

source: experience
es: experiencia

source: service type
es: tipo de servicio

source: Monitor: %s field contains Special Characters
es: Monitor: El campo %s contiene caracteres especiales

source: fist name
es: primer nombre

source: Successful registration, we have received your information
es: Registro exitoso, hemos recibido tu informacion

source: Hello %(username)s, We are happy that you want to be part of our team of monitors. We have received your information, we will review it and soon we will send you an email informing you if you are the profile we are looking for. While we leave you some guides with detailed information about us and the job you applied for.
es: Hola, %(username)s, Nos alegra que quieras formar parte de nuestro equipo de monitores. Hemos recibido tu información, la revisaremos y próximamente te enviaremos un correo electrónico informándote si eres el perfil que estamos buscando. Mientras te dejamos unas guías con información detallada sobre nosotros y el trabajo al que te acabas de postular.

source: The Selection process.
es: El proceso de seleccion

source: Before to apply.
es: Antes de aplicar

source: After you apply.
es: Despues de aplicar

source: Trial period.
es: Periodo de Prueba

source: You have been selected, you are a permanent Monitor
es: Bienvenido al equipo, has sido seleccionado como monitor permanente

source: Hello %(username)s, You have successfully completed the missions of the trial period, we have seen what you are capable of, that is why we have selected you as a monitor.
es: Hola %(username)s, Has completado con éxito las misiones del período de prueba, hemos visto de lo que eres capaz, por eso te hemos seleccionado como monitor.

source: Whats Next?
es: ¿Que sigue?

source: Complete the configuration of your information on our platform (schedules, means of payment), the application will receive notifications of new students who need your help.
es: Completa la configuración de tu información en nuestra plataforma (horarios, medios de pago), len la aplicación recibirás notificaciones de nuevos alumnos que necesiten tu ayuda.

source: You are in the pre-selection period.
es: En hora buena, Estas en periodo de prueba

source: Hello %(username)s, We have seen your profile, and we believe that you are the monitor we are looking for, that is why you are now in a trial period. We hope to be working together soon.
es: Hola %(username)s, Hemos visto tu perfil y creemos que eres el monitor que estamos buscando, por eso ahora estás en un período de prueba. Esperamos trabajar juntos pronto.

source: In this period we will do a small exam to validate your knowledge, we will give you a mission and we will be monitoring your activity, we will be available for any questions you have.
es: En este período haremos un pequeño examen para validar tus conocimientos, te daremos una misión y estaremos monitoreando tu actividad, estaremos disponibles para cualquier duda que tengas.

source: English
es: Ingles

source: Spanish
es: Español
